tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "iandol/adobe-fonts"
tap "tldr-pages/tldr"
brew "openssl@1.1"
brew "bat"
brew "xz"
brew "cocoapods"
brew "coreutils"
brew "delta", link: false
brew "exa"
brew "tesseract"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "lua"
brew "highlight"
brew "hub"
brew "hugo"
brew "mas"
brew "node"
brew "netlify-cli"
brew "nkf"
brew "reattach-to-user-namespace"
brew "scrcpy"
brew "starship"
brew "subversion"
brew "tldr"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
cask "flutter"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans-cjk"
cask "font-source-han-code-jp"
