tap 'caskroom/fonts'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'phinze/cask'
tap 'tldr-pages/tldr'
tap 'facebook/fb'

cask 'font-source-han-code-jp'
cask 'vagrant'

brew 'coreutils'
brew 'curl'
brew 'freetype'
brew 'gibo'
brew 'git'
brew 'go'
brew 'highlight'
brew 'hub'
brew 'libevent'
brew 'libimobiledevice', args: ['HEAD', 'fresh', 'build-from-source']
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'lua'
brew 'nkf'
brew 'oniguruma'
brew 'openssl'
brew 'pidcat'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua', 'with-luajit', 'with-python3']
brew 'xz'
brew 'zsh'
brew 'carthage'
brew 'mergepbx'
