tap "homebrew/bundle"
tap "iandol/adobe-fonts"
tap "k1low/tap"
brew "bat"
brew "bats-core"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "highlight"
brew "mise"
brew "scrcpy"
brew "sheldon"
brew "tree"
brew "vim"
brew "zoxide"
brew "zsh"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans-cjk"
cask "iandol/adobe-fonts/font-source-han-code-jp"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "zed"
