tap "homebrew/bundle"
tap "iandol/adobe-fonts"
tap "k1low/tap"
brew "bat"
brew "bats-core"
brew "chezmoi"
brew "eza"
brew "ghq"
brew "git"
brew "git-delta"
brew "helix"
brew "highlight"
brew "mise"
brew "neovim"
brew "scrcpy"
brew "tree"
brew "vim"
brew "xdg-ninja"
brew "zsh"
brew "k1low/tap/git-wt"
cask "font-intel-one-mono"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans-cjk"
cask "font-source-han-code-jp"
cask "ghostty"

